[
    {
        "id": 1,
        "name": "DIHUIKEJI - E26 Socket Opal Glass Shade Wall Lantern",
        "brand": "DIHUIKEJI",
        "price": 32,
        "image": "./image/WallLight/Product_01.jpg",
        "image1": "./image/WallLight/Product_01a.jpg",
        "image2": "./image/WallLight/Product_01b.jpg",
        "image3": "./image/WallLight/Product_01c.jpg",
        "type": "wallLight",
        "type1": 1,
        "quantity": 35,
        "specification": "Color: Opal.\r\n Material: Aluminum, Glass.\r\n Style: Modern.\r\n Light fixture form: Sconce",
        "description": "【After-Sales Service】In Order To Let You Have A Perfect Shopping Experience At Dihuikeji, We Having Adhered The Most Demanding Quality Control Procedures, Let You Buy With Confidence. If You Have Any Questions About Of The Outdoor Wall Lights, Please Feel Free To Consult Us!😉.\r\n 【Green & Safety】All Materials Of The Outdoor Wall Lights Are Passed Sgs Environmental Protection Test. Besides, For Your 100% Safety, Our Exterior Light Fixture Have Achieved Etl Safety Certification From The World'S Leading Quality And Safety Agency.\r\n 【Super Easy Installation】The Porch Light Comes With Mounting Hardware And Installation Instructions, Bulb Not Included. No Assembly Required, Just Complete The Installation On The Wall."
    },
    {
        "id": 2,
        "name": "Globe Electric 52111 Holden 1-Light Long Arm Plug-in",
        "brand": "Globe Electric",
        "price": 32.78,
        "image": "./image/WallLight/Product_02a.jpg",
        "image1": "./image/WallLight/Product_02.jpg",
        "image2": "./image/WallLight/Product_02b.jpg",
        "image3": "./image/WallLight/Product_02c.jpg",
        "type": "wallLight",
        "type1": 2,
        "quantity": 150,
        "specification": "Material: Aluminum, Glass.\r\n Style: Minimalist.\r\n Light fixture form: Sconce",
        "description": "MINIMALIST GLAM: the white color palette and unique shape of the Holden Wall Sconce sits in the pocket of glam design while maintaining a minimalistic open bulb concept.\r\n PLUG-IN OR HARDWIRE: the 2-in-1 design allows you to install your wall light as a plug-in so you can place it anywhere in your home or use the hardwire option to create a sleek cordless look.\r\n VERSATILE: the 6-foot cord allows you to plug in your wall light anywhere you need it, no matter where your outlet is placed"
    },
    {
        "id": 3,
        "name": "Dusk to Dawn Outdoor Lighting, HWH Farmhouse",
        "brand": "HWH Farmhouse",
        "price": 52,
        "image": "./image/WallLight/Product_03.jpg",
        "image1": "./image/WallLight/Product_03a.jpg",
        "image2": "./image/WallLight/Product_03b.jpg",
        "image3": "./image/WallLight/Product_03c.jpg",
        "type": "wallLight",
        "type1": 3,
        "quantity": 45,
        "specification": "Color: Brass 1 Pack.\r\n Material: Metal.\r\n Style: Farmhouse, Industrial.\r\n Light fixture form: Wall",
        "description": "【DUSK TO DAWN SENSOR】A brass outdoor barn light with a highly-sensitive built-in photocell sensor, allows the wall mount to operate independently without any light switch. Auto-On at dusk and Auto-Off at dawn, which enables you to enjoy the convenience of the sensor technic, and ensures your home not only looks stunning at night but feels safe and secure!.\r\n 【GOOSENECK & HAMMERED DESIGN】 A dusk to dawn outdoor lighting features a classic gooseneck silhouette, made of high-quality hammered metal in a antique brass finish, and matches with the unique eco-friendly wood grain material, a perfect finishing touch necessary to illuminate and elevate outdoor space from ordinary to extraordinary!.\r\n 【PRODUCT PARAMETERS】All mounting hardware is included for quick and easy installation, compatible with all max 60W E26 socked bulbs (bulb not included). Add a personalized touch to your home with 3 color range options(black/blue/brass)"
    },
    {
        "id": 4,
        "name": "LOG BARN Vanity Lights, Wall Sconce in Rustic Wood and Oil",
        "brand": "LOG BARN",
        "price": 25.99,
        "image": "./image/WallLight/Product_04a.jpg",
        "image1": "./image/WallLight/Product_04.jpg",
        "image2": "./image/WallLight/Product_04b.jpg",
        "image3": "./image/WallLight/Product_04c.jpg",
        "type": "wallLight",
        "type1": 4,
        "quantity": 25,
        "specification": "Color: Vanity wall lights.\r\n Material: Metal.\r\n Style: Rustic.\r\n Light fixture form: Vanity",
        "description": "💡 [FARMHOUSE BATHROOM LIGHTING] - Simple pipe-shaped wooden bathroom sconce, especially designed to illuminate the heart of your vanity, bathroom or farmhouse styled places. Crafted of dark brown metal socket in a handsome painting finish, this design features 2 water-drop-inspired glass shades dropping from a real rustic wooden back plate pipe-shaped base.\r\n 💡 [FREE SIMPLE INSTALLATION] - The rustic vanity light package includes all the necessary assembling and installation parts along with clearly marked cords. Having a previous experience and some electrical knowledge should be enough to qualify you for doing the installation by yourself instead of hiring an electrician and spending more money.\r\n 💡 [UL LISTED FOR DAMP LOCATION] - UL listed, safety listing demonstrates this product has met minimum requirements of widely accepted product safety standards."
    },
    {
        "id": 5,
        "name": "LOG BARN Pendant Lighting for Kitchen Island, Farmhouse Mini",
        "brand": "LOG BARN",
        "price": 39.5,
        "image": "./image/WallLight/Product_05.jpg",
        "image1": "./image/WallLight/Product_05a.jpg",
        "image2": "./image/WallLight/Product_05b.jpg",
        "image3": "./image/WallLight/Product_05c.jpg",
        "type": "wallLight",
        "type1": 4,
        "quantity": 349,
        "specification": "Color: Foyer Lighting Fixture.\r\n Material: indoor hanging lighting fixtures, aged steel pendant light, indoor pendant, pendant lighting, hanging lights.\r\n Style: Kitchen light fixtures.\r\n Light fixture form: Pendant",
        "description": "🌞 [PENDANT LIGHTING for KITCHEN ISLAND] – The mini pendant lights utilized faux wood metal and hand-painted finish. Farm style kitchen light has tiny bubbles in the glass softly diffuses the light and gives you the look of old glass while the black metal is appealing it, just like what would be in an old farm.\r\n 🌞 [FREE SIMPLE INSTALLATION of DINING ROOM LIGHTING FIXTURE HANGING] - The rustic light fixture package includes all the necessary assembling and installation parts along with clearly marked cords..\r\n 🌞 [CUSTOMIZED & ADJUSTABLE HEIGHT of FARMHOUSE PENDANT LIGHT] - The end link has a screw cap that can be opened and then hooked again to any part of the chain for length adjustment."
    },
    {
        "id": 6,
        "name": "Westinghouse Lighting 6116600 Iron Hill Vintage-Style One",
        "brand": "Westinghouse Lighting",
        "price": 58.44,
        "image": "./image/WallLight/Product_06.jpg",
        "image1": "./image/WallLight/Product_06a.jpg",
        "image2": "./image/WallLight/Product_06b.jpg",
        "image3": "./image/WallLight/Product_06c.jpg",
        "type": "wallLight",
        "type1": 5,
        "quantity": 56,
        "specification": "Color: Oil Rubbed Bronze and Highlights.\r\n Material: Glass, Steel.\r\n Style: Farmhouse.\r\n Light fixture form: Pendant",
        "description": "Vintage-style pendant light with oil-rubbed bronze finish and clear seeded glass adds charm and ambiance to interior spaces.\r\n You can install this hanging light fixture on sloped ceilings, includes instructions and mounting hardware for easy installation.\r\n Height 7 inches, Diameter 11 inches, Cord length 50 inches, Maximum hanging length 56-1/2 inches."
    },
    {
        "id": 7,
        "name": "Westinghouse Lighting 6370100 Iron Hill 9-Inch, One-Light",
        "brand": "Westinghouse Lighting",
        "price": 39.31,
        "image": "./image/WallLight/Product_07.jpg",
        "image1": "./image/WallLight/Product_07a.jpg",
        "image2": "./image/WallLight/Product_07b.jpg",
        "type": "wallLight",
        "type1": 5,
        "quantity": 120,
        "specification": "Color: Red.\r\n Material: Metal.\r\n Style: Retro.\r\n Light fixture form: Ceiling.",
        "description": "Vintage-style one-light indoor semi flush mount ceiling light fixture with oil rubbed bronze finish with highlights.\r\n Metal shade with metallic bronze finish inside direct light down, perfect for tasks and ambience.\r\n Height 5-5/16 inches, Diameter 8-11/16 inches."
    },
    {
        "id": 8,
        "name": "Ganeep Industrial Vintage Ceramic Milk White",
        "brand": "Ganeep",
        "price": 59.99,
        "image": "./image/WallLight/Product_08.jpg",
        "image1": "./image/WallLight/Product_08a.jpg",
        "image2": "./image/WallLight/Product_08b.jpg",
        "type": "wallLight",
        "type1": 6,
        "quantity": 45,
        "specification": "Color: Brassl.\r\nMaterial: Metal.\r\nStyle: Pendant.\r\nLight fixture form: Kitchen, Bathroom, Bedroom, Living Room, Hallway.",
        "description": "★ Suitable for Any Space: Ceramics Hanging Light Fixture combines the styles of retro and modern. Perfect for kitchens, over counter and island, hallway and bathroom. Provide the classical lighting for contemporary decor and farmhouse.\r\n★ Light Bulbs: E26/E27 light bulb, suitable for LED / CFL / incandescent lamps, bulb Not included, max power wattage of 40W, 110V-240V voltage,.\r\n★ Design: This Ceiling lamp, retro design concept, metal line sense, bring comfortable light to your living space."
    }
]

